/* Hot Keys: Key Combo text for 'empty' combo */
"(None)" = "(Nenhum)";

/* displayed in the cell */
"Click to record shortcut" = "Clique para criar atalho";

/* key modifier */
"Command + " = "Command + ";

/* key modifier */
"Control + " = "Control + ";

/* key modifier */
"Option + " = "Option + ";

/* numeric keypad key. %@ is the name of the key */
"Pad %@" = "Pad %@";

/* key modifier */
"Shift + " = "Shift + ";

/* No comment provided by engineer. */
"Space" = "Espaço";

/* error description */
"The key combination \"%@\" can't be used because %@." = "A combinação de teclas \"%1$@\" não pode ser usada pois %2$@.";

/* error description */
"The key combination \"%@\" can't be used because it's already used by a system-wide keyboard shortcut. (If you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences.)" = "A combinação de teclas \"%@\" não pode ser usada pois está designada a um atalho usado pelo sistema. Caso você realmente queira usar essa combinação, a maioria dos atalhos pode ser alterada nas Preferências do Sistema, no painel Teclado, aba Atalhos de Teclado.";

/* error description */
"The key combination \"%@\" can't be used because it's already used by the menu item \"%@\"." = "A combinação de teclas \"%1$@\" não pode ser usada pois já está designada ao item de menu \"%2$@\".";

/* error description */
"The key combination %@ can't be used!" = "A combinação de teclas %@ não pode ser usada!";

/* displayed in the cell */
"Type shortcut" = "Digite o atalho";

/* displayed in the cell */
"Use old shortcut" = "Usar atalho antigo";

